{
  "EARN": "Earn",
  "ETE": "on all that you can imagine and then some more",
  "PLN": "Pre-Launching Now!",
  "PLN2": "Pre-Launching Now!",
  "CMA": "Create My Account",
  "CMA2": "Create My Account",
  "IATSU": "I agree to sign up under",
  "UN": "Username",
  "FN": "Full Name",
  "CC": "Code",
  "CN": "Contact Number",
  "CAC": "Choose a Country",
  "EID": "Email Id",
  "CEID": "Confirm Email Id",
  "PWD": "Password",
  "CPWD": "Confirm Password",
  "ARAA": "I have read and accepted the",
  "TAC": "terms & conditions",
  "LYA": "Login to your account?",
  "RAE": "Resend Verification Email",
  "CA": "Create Account",

  "RISE00": "sms:",
  "CYJ": "Complete your journey of <br />entrepreneurship to retirement with us",
  "CYJL3": "Complete your journey of <br />entrepreneurship to retirement with us ",
  "ENFF": "Enroll Now for FREE",
  "ENOW": "Enroll Now",
  "EN": "ENROLL NOW",

  "IPH": "IMPRINT",
  "IpTitle": "The website is managed and owned by Eazme Ventures",
  "IpLicence": "License Number: 865264",
  "IpAddress": "ZNA Business Center<br />Single Business Tower<br />Business Bay<br />Dubai, UAE",

  "Copyright": "Copyright",
  "FTAC": "Terms & Conditions",

  "12SI": "12+ Sorts of Income",
  "LSR": "Lifestyle Rewards",
  "LTI": "Luxury Travel Incentives",
  "HCP": "Hybrid Compensation Plan",
  "CEP": "Cultural Exchange Program",
  "CF": "Crypto Favorable",
  "EEDP": "Exclusive Entrepreneurship Development Program",
  "FI": "Financial Independence",
  "RSA": "Recruiting Smartphone App",

  "100MC": "100K+ Merchants",
  "GPS": "Get Paid to Shop",
  "IHT": "In-house Travel",
  "EWER": "Explore the World & Earn Rewards",
  "EM": "Eazme Mall",
  "PLNO": "Products Like No Other",
  "EC": "Eazme Card",
  "KOW": "The Key to the Offline World",
  "Masternodes": "Masternodes",
  "WBIB": "Wealth Building at its Best",

  "BP": "Become a part of the new world economy!",
  "GBES": "Global and Borderless Eco System",
  "BSDTS": "While building a global entity that provides not only a product but also services to the community, we’ve ensured that we are always updated with latest trends and practices in regard to being crypto friendly, providing highest earning opportunities and lots more. We believe in empowering you mentally, professionally and financially, once you join us we’ll equip you with a landing page and necessary tools and training to make the most of your time with us.",
  "RASBG": "Register and start building globally",

  "LQM": "Launching globally in",
  "IM20": "MAY 2020!",

  "12SIL3": "Worldwide Opportunity",
  "CFL3": "12+ Income Streams",
  "EEDPL3": "Tesla Car Program",
  "RSAL3": "Retirement Program",

  "BPL3": "Become a part of the largest crypto friendly eco-system",
  "L3DESCRIPTION": "With sms's New-Age Affiliate Program we are dedicated to share and grow the world's most unique marketplace and eco-system: \"Eazme.\" Both, sms and Eazme will be launching globally in May 2020. We have ensured that we are always updated with latest trends and practices in regard to being <span className=\"highlightText\"> CRYPTO FRIENDLY</span>, providing the highest earning opportunities and a true Retirement Plan. All of this is coming your way <span className=\"highlightText\">FOR THE FIRST TIME EVER</span> and it is happening <span className=\"highlightText\">NOW</span>. Sign up for free, secure your pole position in our fast growing team, benefit from spillover and start sharing the good news. The moment you are in, we will equip you with the same landing page and much more for <span className=\"highlightText\"> FREE</span> to ensure you can make the most of this exciting pre-launch time.",
  "ELME": "Expect this and lots more at eazme",
  "RBTG": "Register yourself and <br /> start building your team globally <br />before anyone else!",

  "PLCMA": "Form of Interest",
  "PLCA": "Submit",
  "FirstName": "First Name",
  "LastName": "Last Name",
  "PLTitle": "Ready to Rise with sms !",
  "PLSubTitle": "Big bucks are waiting for you!",
  "smsStart": "sms: Start your lifetime journey with us",
  "StartDescription": "sms, the New-Age Affiliate Marketing Company provides you the highest earning opportunities leading to financial freedom. It operates globally and has a stable source of income by becoming a member of sms. One of the most exclusive offerings of sms for its associated partners is allowing the sustainable and enduring source of income from Eazme which is a one-stop global marketplace. Once you sign up with sms, you can earn various types of incomes by selling the sms Products, Eazme Memberships and other various offerings.",
  "WWO": "Worldwide Opportunity",
  "9IS": "9+ Income Streams",
  "TCB": "Tesla Car Program",
  "ExpectLot": "Expect This and Lots More at EAZME",
  "EazmeShop": "Eazme: Your One Stop Shop Crypto Friendly Market Place",
  "RegisterBuild": "Register and Start Building Globally!",

  "PL2Title": "Become a Part of the New World <br />Economy!",
  "BPPL3": "Become a Part of the Largest Crypto Friendly Eco-System",

  "PImprintTitle": "sms Global Private Limited",
  "PImprintDesc": "A-23, Sector 4, Noida, Gautam Buddha Nagar, Uttar Pradesh- 201301",

  "ErrMsgUsernameRequired": "Please enter your Username.",
  "ErrMsgUsernameInvalid": "Invalid Username.",
  "ErrMsgUsernameUsed": "The Username you requested is already taken.",

  "ErrMsgFirstNameRequired": "Please enter your First Name.",
  "ErrMsgLastNameRequired": "Please enter your Last Name.",
  "ErrMsgFullNameRequired": "Please enter your Full Name.",
  "ErrMsgFullNameInvalid": "Invalid Full Name.",

  "ErrMsgPhoneCodeRequired": "Please select your Phone Code.",
  "ErrMsgPhoneNumberRequired": "Please enter your Phone Number.",
  "ErrMsgPhoneNumberInvalid": "Invalid Format (enter digits only).",

  "ErrMsgCountryRequired": "Please enter your Country Name.",
  "ErrMsgCountryInvalid": "Invalid Country.",

  "ErrMsgEmailRequired": "Please enter your Email.",
  "ErrMsgEmailInvalid": "Invalid Email Address.",
  "ErrMsgEmailUsed": "The email id is not available to use.",
  "ErrMsgConfirmEmailRequired": "Please enter your Confirm Email.",
  "ErrMsgConfirmEmailInvalid": "Does not match with Previous input.",

  "ErrMsgPasswordRequired": "Please enter your Password.",
  "ErrMsgPasswordInvalid": "The password must contain a minimum of 6 characters with at least one upper case, one lower case, one number and one special character.",
  "ErrMsgConfirmPasswordRequired": "Please enter your Confirm Password.",
  "ErrMsgConfirmPasswordInvalid": "Does not match with Previous input.",
  "ErrMsgOldPasswordRequired": "Please enter your old password.",
  "ErrMsgNewPasswordRequired": "Please enter your new password..",
  "ErrMsgConfirmNewPasswordRequired": "Please re-enter your current password.",

  "ErrMsgAcceptTermConditionRequired": "You must accept terms & conditions.",

  "ErrMsgRecaptchaRequired": "You must accept terms & conditions.",

  "ErrMsgGACodeRequired": "Please enter the Google Authentication Code.",

  "ErrMsgSponsorRequired": "Kindly mention the Referral ID here.",
  "ErrMsgSponsorInvalid": "Invalid Referral ID",

  "ErrMsgReferralSideRequired": "Invalid Referral Side",
  "ErrMsgReferralSideInvalid": "Invalid Referral Side",

  "ErrMsgTitleInvalid": "Invalid Title",
  "ErrMsgGenderInvalid": "Invalid Gender",

  "SucMsgCopyToClipboardReferral": "The Referring URL has been copied to your clipboard successfully.",
  "SucMsgCopyToClipboardLandingPage": "Your Landing Page URL has been copied to your clipboard successfully.",
  "SucMsgCopyToClipboardWalletAddress": "The Wallet Address URL has been copied to your clipboard successfully.",

  "ErrMsgGCValidationFailed": "An error occurred in Google Captcha validation.",
  "ErrMsgGASecretKeyFailed": "Couldn't generate Secret Key or Google Authentication.",
  "ErrMsgUsernameOrEmailRequired": "Please enter your Username or Email Address.",
  "ErrMsgUsernameValidationFailed": "Please ensure there is no space in the username.",
  "ErrMsgUsernameValidationFailedSpecialCharacter": "Kindly make sure there are no special characters in the Username.",

  "ErrMsgLanguageRequired": "Please select your Language Name.",
  "ErrMsgLanguageInvalid": "Invalid Language.",

  "DescMsgRegistrationPage": "Welcome to sms.<br /><br />Thanks for joining hands with sms. You have made a life-changing decision that will be beneficial for you. Being a member of our sms team, we look forward to your active participation with us.<br /><br /> sms’s registration is the two steps process. To begin with your registration, you require a referral link or referral Id from our business representative. Use the referral link or enter the referral Id provided to you and click on \"Start\". Clicking on the start button, the system automatically validates the referral link or Id and will take you to the next step. Enter the required credentials of your personal details. You can also register using your username or email address that has never been used earlier. If you use such credentials, you will be notified immediately that your username or email address is not available to use. All the required fields are mandatory. Create your password. The password must be strong and have at least 6 characters containing one upper case, one lower case, one number and one special character. Check the strength of your password while creating it.<br /><br />Once you are done with the registration process, confirm all the details and submit it. A system generated email will be sent to your registered email address with your account activation link. Click on the link to activate your account and login to use your own dashboard.",
  "DescMsgProfilePage": "You can view and update your Profile on this page. The 'Edit' icon opens a pop-up, which will allow you to make the desired changes. You can delete, upload, download and delete your photo as per your wish.",
  "DescMsgPasswordPage": "You can reset your password through this page, but in order for you to do that you do need your current password. The new password must contain a minimum of 6 characters, with at least one upper case, one lower case, one number and one special character. You can check the strength of the password while you are typing it. Once you click on the \"Change Password\" button, your password will be reset.",
  "DescMsgProfileSecurityCode": "Google Authenticator is a mobile security application based an two-factor authentication (2FA) that helps to verify user identities before granting them access to websites and services. <br />Two-factor authentication makes it less likely that an intruder can masquerade as an authorized user.",
  "DescMsgAppLinkCode": "Download and install the Google Authenticator on your Mobile Device.",
  "DescMsgGaQrCode": "In Google Authenticator on your Mobile Device, tap (+) and then scan the QR Code below. Copy the code and keep in secure place.",
  "DescMsgGAPage": "Through this page, you can add more security to your portal using Google Authenticator, which is a mobile security application based on a two-factor authentication (2FA) that helps to verify your identity before you are granted access to the portal.",
  "DescMsgDisableGAPage": "If you wish to disable your Authenticator, kindly enter your password and google authentication code from your mobile phone or google authentication key, which you were earlier advised to store at a secure place.",

  "DescMsgAddReferralPage": "You can add a new Business Partner to your team by using the form below. Select Community Side A to place the Business Partner on your Left Team and Select Side B to place on your right Team. You can add a new member by using a unique username and email address. You will be notified immediately, if the username is unavailable. All the fields are mandatory and are marked as required. Your password must be a minimum of 6 characters, with at least one upper case, one lower case, one number and one special character. You can view the strength of the password, while you are typing it. Once you fill the form and submit it successfully, the system will send an email to the registered email address with an activation link. The member needs to click on the link and activate the account, which will grant access to login and use the portal.",
  "DescMsgReferralListPage": "Here you can find the team of Business Partners you have built by yourself. The members, who have joined recently are displayed on the top. You can search for the team members by the registration date and/or keyword. Keyword search works for user name, email address, contact number and Business Partner ID. The \"New Referral\" Button is for you to be able to add a new Business Partner to your team.",
  "DescMsgCommunityPage": "On this page, you can find the whole community of the Business Partners referred by you, your personal team and your upline. The members, who have joined recently are displayed on the top. By default, the list displays the team on your right side. You can search for the team members by the registration date, community side, username and/or name.",
  "DescMsgBinaryGenealogyPage": "You can find the whole community of Business Partners here that has been referred by you, your personal team and your upline graphically. You can easily navigate through the entire team by keyboard navigation. The Right Arrow on your keyboard will focus on the right member, the Left Arrow will focus on the left member, the Upward arrow will focus on the parent member and the ESC will focus on you. You can hover with the mouse over the Information icon to view the Business Status of that particular Business Partner. You can also search in the team by user name and Business Partner ID.",
  "DescMsgUnilevelPage": "On this page, you can view and check the status of your referred Affiliate Partners. You can also navigate through your team either in a tree or table format as per your convenience.",

  "DescMsgMyWalletPage": "This page helps you keep an eye on all the transactions made from your account. You can check and view all your deposits, earning on commissions, etc. You can also bifurcate your transactions by date range and category. The summary shows the available balance in your account.",
  "DescMsgMyPearlWalletPage": "View all the transactions that you have made using your pearls. This page helps you to view and check all the transactions, purchases and usage pertaining to your pearls. The summary also shows the available balance in your account.",
  "DescMsgMyBonusVolumePage": "View the bonus volume earned from both sides of your community, i.e. Side A and Side B below. You can view and check the bonus volume and filter it by date range and/or community side. The summary shows the balance of your bonus volume as well.",
  "DescMsgTopupReferralBonusPage": "On this page, you can check if you have qualified for the Top-Up Referral Bonus in a particular month based on the sales done in the previous month. You can choose the month for which you want to check the qualification by selecting the year and month from the dropdowns given below. For Example: If you wish to check your bonus for the month of May then, select the month of June to check whether you are qualified to get the bonus for your sales made in the month of May. Herein, you can also view all your Top-Up Referral earnings.",
  "DescMsgCycleBonusPage": "On this page you can check the summarized total Cycle Bonus earned, Bonus Volume cycled, number of Cycles completed and also the Bonus Volume carried forward on weekly basis. You could also check if there is any additional Cycle Bonus adjusted on monthly basis depending upon your rank. You can filter all the above by date range.",
  "DescMsgMatchingCycleBonusPage": "On this page you can check the total Matching Cycle Bonus earned by you from sms Affiliate Partners on different levels on weekly basis. You could also check if there is any additional level of Matching Cycle Bonus adjusted on monthly basis depending upon your rank. You could filter the information datewise or level wise. The summary shows you the total Matching Cycle Bonus earned as well as the total bonus earned from different levels.",
  "DescMsgPendingCashbackBonusPage": "",
  "DescMsgPendingDRBPage": "This is your 10% earning of the base cashback from all your direct customers who do shopping of their favorite brands on Eazme.",
  "DescMsgPendingBVPage": "Here you earn 30% Community Cashback on the base cashback generated by the Eazme customers in your Placement Tree.",

  "DescMsgWithdrawalPage": "On this page you can view the available balance in your account and request for a withdrawal as desired. You can also bifurcate your withdrawals on basis of date and status. You can also view the withdrawal amount, request amount and balance available in the Summary.",

  "DescMsgPQVPage": "The Personal Qualification Volume’s page allows you to check the details of your total PQV that you have earned so far.You can view your PQV balance in the summary.",
  "DescMsgTQVPage": "You can view your Team Qualification Volume allows and check the complete details of your total TQV made by your team so far. You can view your TQV balance in the summary.",

  "DescMsgEazmeVouchersPage": "In the Eazme Membership Vouchers Page, you can view the status of your vouchers of Saver and Super Saver Membership of Eazme. All the details including the expiry date and action taken, related to the available, sent, revoked, redeemed vouchers can be viewed here.",
  "DescMsgMyMembershipPage": "You can view and check the status of your current Eazme membership. You can also check the personal details and the expiry date associated with the membership plan. If you are opted for Free or Saver membership, you can upgrade it to Saver or Super Saver membership using pearls.",
  "DescMyEazmeReferralPage": "View your Eazme Community. All the customers that have been enrolled by you, the membership they have opted for and all the details related to the customer and their selected membership plan. You can view the details of the customers by the type of membership they have chosen: Free, Saver or Super Saver Membership or the date.",
  "DescMyEazmeCommunityPage": "View your Eazme Community. All the customers that have been enrolled by you and your enroller tree, the membership they have opted for and all the details related to the customer and their selected membership plan. You can view the details of the customers by the type of membership they have chosen: Free, Saver or Super Saver Membership or the date or the Email/Customer Id. You can also upgrade their memberships to Saver or Super Saver immediately by using your pearls. Click on Actions menu and choose the membership plan.",

  "DescMsgBuysmsPackagePage": "It is easy to be a part of sms, purchase any sms Packages and start your journey with us. Here are the 3 packages along with their benefits. Activate your Package Now!",
  "DescMsgPackageOrderPage": "Check and view the status of your orders. Here, you can make the payment of open orders as well. All you need to do is select the order and click on “Proceed to Payment” button. You can also view the order details by clicking on the menu of the respective orders, you can also view the payment information here.",
  "DescMsgCnexPackagePage": "sms brings great news for you! Now you can purchase through sms. You just need to buy the voucher through your referral partner, who is an affiliate partner of sms. And redeem it by copy the voucher code and send it via any medium of communication.",
  "DescMsgHealthPackagePage": "sms brings great news for you! Now you can Health purchase through sms. You just need to buy the voucher through your referral partner, who is an affiliate partner of sms.",
  "DescMsgCnexVouchersPage": "On the Vouchers Page, you can view the status of your vouchers for all the packages. All the details, including the expiry date and action taken related to the available, sent, revoked, redeemed vouchers can be viewed.",

  "DescMsgLandingPageListPage": "You can find the Landing Pages here, which you can use and refer to the prospective Business Partners. You have to select the language, the side you wish to assign to the new sign-ups and then click on the 'Sharing' Button to send the Landing Page. You can share the Landing Page via Facebook, Twitter, WhatsApp and/or send the link via email. You can also copy the link and send it via any other social media channel. You can also view the Live Page.",

  "DescMsgManageFunnelUserPage": "",
  "DescMsgLeadsStep": "A lead is a prospect who may eventually become an affiliate partner via your referral code. Here, you will find the list of all prospective affiliate partners. You can send them direct emails, create engagements, and even tell them about the offerings of sms. There is an action column, where you can find preloaded templates for emails, can write down your notes, can change the status of your lead/prospects to be committed, sold, or lost",
  "DescMsgOpportunityStep": "A prospect who has an interest in sms business and products. Now, you can list down your prospects, pen notes as references, and send direct emails to them. You can even change the status for these prospects to be committed, sold, or as a lost opportunity.",
  "DescMsgSoldStep": "When your leads/prospects purchase sms products, you can change their status and place them under the sold column.",
  "DescMsgLostStep": "If your leads are not showing any type of interest, they are lost lead/prospect.",
  "DescMsgPLPages": "You will find 3 exclusive Premium Lead Forms. In this form, you can track the detailed information and opportunities offered by sms. You can select the language; and this form will take you to the chosen language. This form will allow you to share with your prospects and create engagement with them.",
  "DescMsgFunnelReportPage": "###",

  "ErrMsgNameRequired": "Please enter your Name.",
  "ErrMsgPasswordWrong": "Incorrect Password.",
  "ErrMsgMultipleUserWithThisEmail": "Multiple users are using this email. Please enter a different username.",
  "ErrMsgValidationFailed": "An error occurred while validating your data. Please try again.",

  "SucMsgUserRegistration": "Congratulations! Your account has been successfully created. An email has been sent to activate your account. Click on the activate button to login to your account successfully. It is essential to get started.",
  "SucMsgResendActivationLink": "Thank you for registering with us. An email has been sent to activate your account. Please click on the activate button for your account activation, without which you'll not be able to login.",
  "SucMsgUserActivation": "Congratulations! Your account has been successfully activated. To login, please enter your username and password.",
  "ErrMsgRegFailedUnknown": "Sorry! Your Registration has been failed due to some unknown reason. Please try again later or contact our support team.",
  "ErrMsgInvalidRequest": "We are not able to process your request right now. Please try again in sometime or contact our support team.",
  "ErrMsgFileSizeExceed": "The file you are trying to upload is too large and has exceeded the limit.",
  "SucMsgImageUploaded": "Image Uploaded Successfully.",
  "SucMsgImageDeleted": "Image Deleted Successfully.",
  "SucMsgUpdateCommon": "Updated successfully.",
  "ErrMsgAccountKeyRequired": "Kindly enter the Authentication Key.",
  "ErrMsgUserNotLoggedIn": "You have successfully logged in.",
  "ErrMsg2FACodeInvalid": "Please enter a valid Google Authentication Code from the Mobile Application.",
  "SucMsg2FAActivated": "Successfully Activated Google Authentication.",
  "SucMsg2FADeactivated": "Successfully Deactivated Google Authentication.",
  "ErrMsg2FAAlreadyDeactivated": "Google Authentication has already been deactivated.",
  "ErrMsg2FAAlreadyActivated": "Google Authentication has already been activated.",
  "ErrMsg2FACodeOrAccountKeyInvalid": "The Account Key/Authentication Code you entered is invalid.",
  "ErrMsg2FACodeOrAccountKeyRequired": "Kindly enter the Google Authentication Code.",
  "ErrMsgPasswordConfirmPasswordMissMatch": "Sorry! Your password doesn't match with the new password.",
  "ErrMsgOldPasswordWrong": "The old password is incorrect.",
  "SucMsgPasswordChange": "Your password has been changed successfully.",
  "ErrMsgCrucialInformationMissing": "Some essential information is missing. Please try again in sometime or contact our support team.",
  "ErrMsgUserNotFound": "The user doesn't exist.",
  "ErrMsgUserNotFoundUsingEmail": "The user could not be found with the provided email address.",
  "ErrMsgInvalidUserNameAndPassword": "Invalid username and password.",
  "ErrMsgAccountBlocked": "Your account has been blocked. Please reset your password to unblock your account.",
  "ErrMsgAccountNotActivated": "Your account is currently not verified. Kindly check your email and click on the 'Verify' Button. If you do not receive any email, click on 'Resend Verification Link'.",
  "SucMsgResetPasswordRequested": "Your request has been submitted successfully. We have received your request and sent an email to you. Please click on the 'Reset Button' to change your password.",
  "ErrMsgResetPasswordLinkExpiry": "The password reset link has expired. Please submit the request again to reset your password.",
  "ErrMsgUserNotFoundInDownline": "The user () you are trying to search doesn't exist in your community team",
  "SucMsgSaved": "Saved successfully.",
  "ErrMsgPhotoUploadLimit": "The maximum number of pictures you can upload is ().",
  "ErrMsgVideoLinkLimit": "You can link a maximum of () videos to your account. ",
  "SucMsgVideoDeleted": "The video has been successfully deleted.",
  "ErrMsgNotEligibleToSignUp": "Your referral is not eligible to sign up in sms.",
  "ErrMsgNotEligibleToLogin": "We are sorry to inform you that you are not eligible to login and use sms.",
  "ErrMsgInvalidReferralId": "Invalid Referral Id."
}
